Repository: ssprea/ssprea-nvidia-control
Catalog: ssprea-nvidia-control/Lang/Resources.*.resx
Languages: it_it

# ProfilesSection
source: PROFILES
it_it: PROFILI

# CheckboxStartupProfile
source: Startup
it_it: Avvio:

# ButtonLoadToTuner
source: Load to tuner
it_it: Manda al tuner

# ButtonDeleteProfile
source: Delete profile
it_it: Elimina profilo

# ButtonSave
source: Save
it_it: Salva

# ButtonApply
source: Apply
it_it: Applica

# ButtonNew
source: New
it_it: Nuovo

# ButtonEdit
source: Edit
it_it: Modifica

# ButtonDelete
source: Delete
it_it: Elimina

# ButtonReset
source: Reset
it_it: Azzera

source: Select GPU:
it_it: Selez. GPU:

# FanCurveSection
source: FAN CURVE
it_it: CURVA VENTOLE

source: Current PSTATE:
it_it: PSTATE corrente:

# TextMemoryStats
source: Memory (MB):
it_it: Memoria (MB):

# TextNvidiaDriverVersion
source: NVidia Driver Version:
it_it: Versione driver NVidia:

# CheckboxEnableFanCurve
source: Enable
it_it: Abilita

# TooltipApplicationSettings
source: Application settings
it_it: Impostazioni applicazione

# TooltipExtraGpuInfo
source: Extra GPU Info
it_it: Info GPU Extra

# TooltipUsageGraphs
source: GPU Usage Graphs
it_it: Grafici di utilizzo

# TooltipGuide
source: Guide
it_it: Guida

# TooltipSaveAutoApplyProfile
source: Save selected profile as default. This profile will be loaded and applied when the GUI is opened. If the systemd service doesn't work for you, this option can also be used as an alternative startup profile by also setting the GUI to open at startup.
it_it: Salva il profilo selezionato come profilo predefinito. Questo profilo verrà applicato ad ogni avvio dell'applicazione. Può essere utilizzato come sostituto del profilo per l'avvio impostando l'applicazione ad avvio automatico con il pc.

# TooltipSaveStartupProfile
source: Save selected profile as startup profile. This profile will be loaded on every startup with a systemd service.
it_it: Salva il profilo selezionato come profilo per l'avvio. Questo profilo verrà applicato ad ogni avvio del pc utilizzando un servizio systemd

# TooltipSaveAsProfile
source: Save the current tuner settings and selected fan curve as a profile.
it_it: Salva le impostazioni correnti come profilo.

# WatermarkNewProfileName
source: Type new profile name here
it_it: Nome del nuovo profilo

# TextCurrent
source: Current:
it_it: Attuale:

# TextFree
source: Free:
it_it: Liberi:

# TextOutOf
source: out of:
it_it: di:

# SettingsSubtitle
source: Settings
it_it: Impostazioni

# SettingsSelectedGui
source: Selected GUI:
it_it: GUI selezionata:

# SettingsSelectedGuiWarning
source: If nothing happens after saving, try restarting.
it_it: Se dopo aver salvato non cambia niente, riavvia.

# GraphsCoreClock
source: Core Clock
it_it: Clock GPU (MHz)

# GraphsMemClock
source: Gpu Memory Clock
it_it: Clock memoria GPU (MHz)

# GraphsCoreUsage
source: Gpu Usage
it_it: Utlizzo GPU (%)

# GraphsMemUsage
source: Gpu Memory Usage
it_it: Utilizzo memoria GPU (%)

# GraphsCoreTemp
source: Gpu Core Temperature
it_it: Temp. Core GPU (°C)

# GraphsFanSpeed
source: Fan speed
it_it: Velocità ventole (%)

# GraphsGpuPower
source: Gpu Power Consumption
it_it: Consumo GPU (W)

# SettingsSelectedLang
source: Selected Language:
it_it: Lingua selezionata:

# SettingsSelectedLangWarning
source: Restart after saving to load new locale.
it_it: Riavvia dopo aver salvato per applicare.

# TextCurrentTemp
source: Current Temp:
it_it: Temp. attuale:

# TextCurrentFanSpeed
source: Current Fan Speed
it_it: Veloc. ventole attuale
